/* 
   Localizable.strings
   G2M  Mac Recording Manager
   Created by paul fitzgerald on 2/23/12.
   Copyright 2012 Citrix Online. All rights reserved.
*/
/* Text for the Open dialog. */


"L10N_Open_Dialog_Title" = "記録フォルダの選択";

/* Text for the Open dialog. */
"L10N_Open_Dialog_Text" = "表示する記録フォルダを選択します。";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Title" = "記録の変換中です。終了してもよろしいですか?";

/* Text for the Quit confirmation dialog. */
"L10N_Quit_Confirmation_Text" = "変換は再開できますが、これまで実行した分は失われます。";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Confirmed" = "変換を中止して終了";

/* Text for the Quit confirmation dialog Button. */
"L10N_Quit_Confirmation_Aborted" = "変換を続ける";

/* Displayed to the user to show the meeting name during conversion of a recording. */
"L10N_Converting_Format_String" = "\"%@\" の変換中 (%d/%d)";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Title" = "この記録を削除してもよろしいですか?";

/* Text for the Delete confirmation dialog. */
"L10N_Delete_Confirmation_Text" = "記録フォルダから完全に削除されます。";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Confirmed" = "削除";

/* Text for the Delete confirmation dialog Button. */
"L10N_Delete_Confirmation_Aborted" = "削除しない";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Audio_File_Error" = "オーディオ記録を開くことができません。";

/* Displayed to the user as an error message. */
"L10N_Cant_Create_Audio_File_Error" = "この記録にオーディオを作成できません。";

/* Displayed to the user as an error message. */
"L10N_Cant_Read_Video_File_Error" = "ビデオ記録を開くことができません。";

/* Displayed to the user as an error message. */
"L10N_No_Video_File_Error" = "ビデオ記録を開くことができません。";

/* Displayed to the user as an error message. */
"L10N_Cant_Init_QTMovie_Error" = "オーディオ記録を開くことができません。";

/* Displayed to the user as an error message. */
"L10N_No_Recording_Data_Error" = "この記録には、オーディオまたはビデオがありません。";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Title" = "この記録の変換を中止してもよろしいですか?";

/* Text for the Cancel confirmation dialog. */
"L10N_Cancel_Confirmation_Text" = "変換は再開できますが、これまで実行した分は失われます。";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Confirmed" = "変換を中止";

/* Text for the Cancel confirmation dialog Button. */
"L10N_Cancel_Confirmation_Aborted" = "変換を続ける";

/* Displayed to the user as an error message. */
"L10N_Data_Flawed_Error" = "ビデオの記録を使用できません。破損しています。";

/* Displayed to the user as an error message. */
"L10N_Recording_File_Already_Exists_Error" = "以下の名前の出力ファイルは既にあります: ";

/* Displayed to the user as an error message. */
"L10N_Already_Converting" = "すでに記録の変換中です。";

/* Displayed to the user to show that nothing is comlete during conversion of a recording. */
"L10N_Zero_Complete_String" = "0% 完了";

/* Displayed to the user to show the percent comlete during conversion of a recording. */
"L10N_Percent_Complete_Format_String" = "%d%% 完了";

/* Displayed to the user to show the status during the saving of the recording file. */
"L10N_Saving_File_Action_Text" = "ファイルの保存中";

/* Displayed to the user as an error message. */
"L10N_Movie_Not_Written_Error_Message" = "トランスコーディングエラーが発生しました。もう一度やり直してください。";

/* Displayed to the user to show the status during the canceling process. */
"L10N_Cancel_Action_Text" = "キャンセル中";

/* Exception error alert text */
"L10N_Application Error Occurred" = "アプリケーションエラーが発生しました";

/* Exception error alert informative text */
"L10N_error_caused_application_to_exit_after_delay" = "エラーが発生したので、しばらくするとアプリケーションが終了します。ご迷惑をおかけして申し訳ございません。";
